Repository: nuxeo-cps/legacy--CPSCollector
Catalog: Install/NuxCPSCollector-*.po
Languages: fr

# _portal_type_Collector Document
source: Information Collector
fr: Fiche d'information

# _Create_a_collector_
source: Create an information collector
fr: Créer une Fiche

# _action_export_csv_
source: Export collected data
fr: Exporter les données en CSV

# _action_modify_prop_
source: Modify Properties
fr: Modifier les propriétés

# _action_modify_form_
source: Modify Form
fr: Modifier le formulaire

# _action_erase_data_
source: Erase collected data
fr: Purger les données collectées

# _Modify_prop(object name)_
source: Modify Property
fr: Modifier les propriétés

# _Modify_form(object name)_
source: Modify Form
fr: Modifier le formulaire

# _Modify_field(object name)_
source: Modify a Field of
fr: Modifier un champ de

# _prop_submit_msg_
source: Message after submit
fr: Message final

# _prop_submit_msg_stat_
source: Display statistic after submit
fr: Afficher des statistiques avec le message final

# _prop_unique_submit_
source: One answer per user
fr: Une seul réponse par utilisateur

# _prop_persistent_data_
source: Display latest input
fr: Afficher la dernière saisie

# _field_error_
source: Error:
fr: Erreur :

# _field_is_required_
source: [%s] is required
fr: [%s] est obligatoire

# _field_is_too_long_
source: [%s] is too long
fr: [%s] est trop long

# _field_email_invalid_
source: Invalid email format for [%s]
fr: [%s] n'est pas un email valide

# _field_int_invalid_
source: [%s] is not an integer
fr: [%s] n'est pas un entier valide

# _field_float_invalid_
source: [%s] is not a float
fr: [%s] n'est pas un réel valide

# _field_phone_invalid_
source: [%s] is not a valid phone number
fr: [%s] n'est pas un numéro de téléphone valide

# _field_is_read_only_
source: [%s] is read only
fr: [%s] est en lecture seul

# _field_id_invalid_
source: [%s] is not a valid identifier
fr: [%s] n'est pas un identifiant valide

# _field_multiselect_invalid_
source: Invalid multi selection for [%s]
fr: multi selection invalide pour [%s]

# _field_selection_invalid_
source: Invalid selection for [%s]
fr: selection invalide pour [%s]

# _field_date_invalid_
source: [%s] invalid date should be like 12/31/1999
fr: [%s] n'est pas une date valide, le format attendu est 31/12/1999

# _field_url_invalid_
source: [%s] is not a valid url
fr: [%s] n'est pas une URL valide

# _field_empty_file_
source: [%s] is an empty file
fr: le fichier [%s] est vide

# _field_too_big_file_
source: file [%s] is too big
fr: le fichier [%s] est trop gros

# _form_is_empty_
source: This is an empty form
fr: Ceci est un formulaire vide

# _form_edit_help_
source: This page lets you add fields and a button to your form.
fr: Cette page vous permet d'ajouter des champs à votre formulaire.

# _form_add_new_field_
source: Add a new field
fr: Ajouter un champ

# _form_list_of_fields_
source: List of fields:
fr: Liste des champs :

# _form_bt_move_up_
source: Move Up
fr: Déplacer vers le haut

# _form_bt_move_down_
source: Move Down
fr: Déplacer vers le bas

# _form_bt_remove_
source: Delete
fr: Supprimer

# _form_erased_data_
source: Collected Data have been purged
fr: Les données collectées ont été éffacées

# _form_join_with_next_
source: Join with the next field:
fr: Concaténer avec le prochain champ :

# _form_title_
source: Title
fr: Titre

# _form_field_edit_
source: Edit a field:
fr: Edition d'un champ :

# _form_bt_change_
source: Change
fr: Changer

# _form_size_
source: Size:
fr: Taille :

# _form_max_length_
source: Max Length:
fr: Taille max :

# _form_required_
source: Required:
fr: Obligatoire :

# _form_value_
source: Value:
fr: Valeur :

# _form_values_
source: Values:
fr: Valeurs :

# _form_checked_
source: Checked:
fr: Selection par défaut :

# _form_mulitple_
source: Multiple:
fr: Sélection multiple :

# _form_cols_
source: Columns:
fr: Nombre de colonnes :

# _form_rows_
source: Rows:
fr: Nombre de lignes :

# _form_label_
source: Label:
fr: Libellé :

# _form_join_
source: Join:
fr: Concaténation :

# _form_stat_header_
source: Data Collected:
fr: Informations collectées :

# _form_stat_detail_
source: Results:
fr: Résultats :

# _form_%s_data_from_%s_to_%s_
source: %s information submitted from %s to %s.
fr: %s informations collectées entre le %s et le %s.

# _form_stat_empty_
source: Sorry, no data collected.
fr: Il n'y a pas encore de données collectées.

# _form_stat_null_
source: Sorry, there are no field with statistic interest.
fr: Aucun champ ne se prette à faire des statistiques.

# _action_view_stat_
source: View statistics
fr: Voir les statistiques

# _survey_title_
source: This is an survey example
fr: Ceci est un exemple de sondage multilingue

# _survey_bla_
source: Thanks to answer to the following questions:
fr: Répondez aux questions suivantes:

# _survey_q1_
source: You think this is:
fr: Vous pensez que :

# _survey_q2_
source: You are going to:
fr: Vous allez :

# _survey_r1_
source: amazing
fr: c'est tip top

# _survey_r2_
source: not interesting
fr: vous avez autre chose à faire

# _survey_r3_
source: 4 l3merz
fr: c'est nul

# _survey_s1_
source: eat
fr: manger

# _survey_s2_
source: work
fr: travailler

# _survey_s3_
source: sleep
fr: dormir

# _survey_bt_
source: Vote
fr: Votez

# _survey_thanks_
source: Thank you
fr: Merci
